/*
 Localizable.strings
 Subsonic
 
 Created by matsu on 2013/12/22.
 Copyright (c) 2013年 Rikki Systems Inc. All rights reserved.
 */
"Abort" = "إحباط";
"Can't send an e-mail." = "لا يمكن إرسال البريد الإلكتروني.";
"Can't work with a Jail Broken device." = "لا يمكن العمل مع جهاز Jail Broken.";
"Cancel" = "يلغي";
"Close" = "يغلق";
"Delete" = "حذف";
"Edit" = "يحرر";
"Failed to send an e-mail." = "فشل في إرسال البريد الإلكتروني.";
"Fatal Error" = "خطأ فادح";
"GoWebsite" = "دعم الموقع";
"Info" = "معلومات";
"Mail" = "بريد";
"Note" = "ملحوظة";
"Notify" = "يخطر";
"OK" = "نعم";
"Other Apps" = "تطبيقات أخرى";
"RikkiSystemsURL" = "https://itunes.apple.com/us/artist/rikki-systems-inc./id497295364";
"https://itunes.apple.com/us/app/sonic-tools/id1245046029?mt=8" = "https://itunes.apple.com/ar/app/sonic-tools/id1245046029?mt=8";
"Subsonic Support" = "دعم أدوات سونيك SVM";
"Support Mail" = "طلب / تقرير خطأ";
"This app is cracked \"@\"." = "هذا التطبيق متصدع \"@\".";
"Type" = "يكتب";
"Version" = "إصدار";
"WriteReviews" = "أكتب مراجعة";

"Microphone Access Denied" = "تم رفض الوصول إلى الميكروفون";
"This app requires access to your device's Microphone.\n\nPlease enable Microphone access for this app in Settings.app." = "يتطلب هذا التطبيق الوصول إلى ميكروفون جهازك. \ n \ n الرجاء تمكين الوصول إلى الميكروفون لهذا التطبيق في Settings.app.";
"Dismiss" = "رفض";
"FFT Analyzer isn't initialized owing to memory shortage." = "لم تتم تهيئة محلل FFT بسبب نقص الذاكرة.";
"Please deallocate unused memory." = "الرجاء إلغاء تخصيص الذاكرة غير المستخدمة.";
"No Compass!" = "لا بوصلة!";
"This device does not have the ability to measure magnetic fields." = "لا يمتلك هذا الجهاز القدرة على قياس المجالات المغناطيسية.";
"SND Spectrum Peak" = "ذروة الطيف SND";
"SND Spectrum" = "طيف SND";
"SND Spectrogram" = "مخطط الطيف SND";
"SND RMS" = "قيمة فعالة SND";
"VIB RMS" = "قيمة فعالة VIB";
"MF RMS" = "القيمة الفعالة لـ MF";
"Log" = "لوغاريتم";
"Linear" = "خطي";
"Bar" = "لصق";
"Line" = "خط";
"Window Function" = "وظيفة النافذة";
"Rectangular" = "لا أحد";
"Hamming" = "Hamming";
"Hanning" = "Hanning";
"Blackman" = "Blackman";
"Buffer" = "متعادل";
"Latency" = "وقت الإستجابة";
"Slow" = "بطيء";
"Standard" = "اساسي";
"Fast" = "سريع";
"Sound Analysis" = "تحليل الصوت";
"FFT Color" = "لون FFT";
"RTA Color" = "لون RTA";
"Mic Gain" = "كسب الميكروفون";
"RTA Average" = "متوسط";
"None" = "لا أحد";
"Infinite" = "لانهائي";
"Noise Reduction" = "تقليل الضوضاء";
"Typical Settings" = "الإعدادات النموذجية";
"Exploration Settings" = "إعدادات الاستكشاف";
"Spectrogram" = "مخطط الطيف";
"Clear" = "صافي";
"Peak Hold" = "ذروة الانتظار";
"Grid" = "شبكة";
